{
"id": "Tutorial",
"rows": [
	{
		"id": "LoadingScreen_Hint_0",
		"text": "На карте исследования вы можете управлять своим отрядом нажав I или кликнув на нижнюю панель."
	},
	{
		"id": "LoadingScreen_Hint_0_Controller",
		"text": "Чтобы управлять Командой на карте исследования нажмите Y."
	},
	{
		"id": "LoadingScreen_Hint_1",
		"text": "Когда начнется бой, вы уже не сможете поменять свое снаряжение. Выбирайте тщательно!"
	},
	{
		"id": "LoadingScreen_Hint_2",
		"text": "Каждый тип оружия и брони имеет уникальные специальные навыки, которые могут повлиять на успех или провал!"
	},
	{
		"id": "LoadingScreen_Hint_3",
		"text": "Если член вашего отряда выбыл из боя, вы можете вернуть его использовав на нем аптечку, когда стоите рядом с ним. Если не вылечить его вовремя, он может умереть!"
	},
	{
		"id": "LoadingScreen_Hint_4",
		"text": "Вы можете использовать аптечки вне боя кликнув правой кнопкой на них в окне команды!"
	},
	{
		"id": "LoadingScreen_Hint_4_Controller",
		"text": "Вы можете использовать аптечки вне боя в окне Команды в своем Журнале!"
	},
	{
		"id": "LoadingScreen_Hint_5",
		"text": "Продавайте неиспользуемые вещи торговцу, кликнув по ним правой кнопкой мыши. Деньги пригодятся позже!"
	},
	{
		"id": "LoadingScreen_Hint_5_Controller",
		"text": "Продавайте неиспользуемые вещи торговцу, нажав клавишу A. Деньги пригодятся позже!"
	},
	{
		"id": "LoadingScreen_Hint_6",
		"text": "Следите за боеприпасами и горючим. Если у вас закончится один из этих ресурсов, у вас могут быть проблемы!"
	},
	{
		"id": "LoadingScreen_Hint_7",
		"text": "Каждый член вашей команды может совершить два действия в свой ход. Есть три вида действий: Атака, Движение и Разное. Атаку и Движение можно совершить только раз в ход, Разное до двух раз."
	},
	{
		"id": "LoadingScreen_Hint_8",
		"text": "Укрытие снижает ваши шансы поразить цель. Если вы целитесь в цель без укрытия, то у вас есть 100% шанс попадания. Обход врагов с фланга - одна из лучших стратегий!"
	},
	{
		"id": "LoadingScreen_Hint_9",
		"text": "Используйте стены и большие объекты, чтобы получить преимущество, поскольку они держат вас вне поля зрения."
	},
	{
		"id": "LoadingScreen_Hint_10",
		"text": "Броня всегда поглощает урон первой. Она особенно эффективна против оружия, наносящего осколочный урон, такого как Дробовик!"
	},
	{
		"id": "LoadingScreen_Hint_11",
		"text": "Существует небольшой шанс уклониться от атаки независимо от вероятности попадания."
	},
	{
		"id": "LoadingScreen_Hint_12",
		"text": "Каждый персонаж может носить сразу три предмета: одно оружие, один вспомогательный предмет и одну броню. Выбор правильного снаряжения во многом определяет вашу стратегию."
	},
	{
		"id": "LoadingScreen_Hint_13",
		"text": "Персонажи начинает с уникального набора навыков. По мере накопления опыта и повышения уровня они смогут открывать новые перки и навыки."
	},
	{
		"id": "LoadingScreen_Hint_14",
		"text": "Чтобы использовать оружие, персонаж должен обладать соответствующим навыком."
	},
	{
		"id": "LoadingScreen_Hint_15",
		"text": "Некоторые перки откроют новые возможности во время некоторых событий. Эти уникальные возможности отмечаются дополнительной рамкой."
	},
	{
		"id": "LoadingScreen_Hint_16",
		"text": "Пистолеты обладают особым навыком - Двойной Выстрел. Он быстро производит два выстрела от бедра по двум разным противникам!"
	},
	{
		"id": "LoadingScreen_Hint_17",
		"text": "Снайперские Винтовки можно использовать для Засады. Враг, которой будет передвигаться или запланирует атаку в зоне засады, будет атакован."
	},
	{
		"id": "LoadingScreen_Hint_18",
		"text": "Штурмовые Винтовки позволяются совершить атаку Очередью. Взрыв распространяется на несколько клеток в линию и наносит урон всем на этих клетках."
	},
	{
		"id": "LoadingScreen_Hint_19",
		"text": "Дробовики могут выполнять мощную атаку Взрыв, нанося урон всем в конусе прямо перед вами."
	},
	{
		"id": "LoadingScreen_Hint_20",
		"text": "Ножи имеют особый навык под названием Кровотечение, которое, как говорится в названии, заставит врагов истекать кровью в течение пары раундов."
	},
	{
		"id": "LoadingScreen_Hint_21",
		"text": "Все специальные навыки требуют наличия очков Храбрости. Вы можете получить очки Храбрости за успешную атаку, уклонение от атак противника, лечение своих товарищей и починку их брони."
	},
	{
		"id": "LoadingScreen_Hint_22",
		"text": "Ножи имеют самый высокий потенциал повреждения в игре. Однако вы должны подходить вплотную!"
	},
	{
		"id": "LoadingScreen_Hint_23",
		"text": "Снайперские Винтовки прикрывают большую площадь благодаря большой дальности стрельбы."
	},
	{
		"id": "LoadingScreen_Hint_24",
		"text": "На некоторых локациях есть взрывные бочки. Выстрелите в них, и их взрыв нанесет урон врагам поблизости!"
	},
	{
		"id": "LoadingScreen_Hint_25",
		"text": "Аптечки восстанавливают здоровье и оживить персонажей без сознания. Ремкомплекты восстанавливают броню."
	},
	{
		"id": "LoadingScreen_Hint_26",
		"text": "Вы можете выполнять действия во время боя в любом порядке!"
	},
	{
		"id": "LoadingScreen_Hint_27",
		"text": "Не забудьте забрать добычу после успешной битвы!"
	},
	{
		"id": "LoadingScreen_Hint_28",
		"text": "Ножи - отличный запасной вариант на случай, если у вас закончатся боеприпасы!"
	},
	{
		"id": "LoadingScreen_Hint_29",
		"text": "Легкая Броня дает персонажу навык Спринт, позволяя ему преодолевать гораздо большее расстояние за один ход."
	},
	{
		"id": "LoadingScreen_Hint_30",
		"text": "Средняя Броня дает персонажу навык Уворот. При ее активации персонаж получает временное усиление уклонения."
	},
	{
		"id": "LoadingScreen_Hint_31",
		"text": "Тяжелая Броня дает персонажу навык Присесть. Она временно снижает весь получаемый урон."
	},
	{
		"id": "LoadingScreen_Hint_32",
		"text": "Когда у вашего персонажа не осталось действий, рядом с его жизненными показателями чуть выше головы появится небольшая галочка."
	},
	{
		"id": "LoadingScreen_Hint_33",
		"text": "Над головой ваших персонажей и врагов можно увидеть их основные показатели."
	},
	{
		"id": "LoadingScreen_Hint_34",
		"text": "Наведите указатель мыши на локацию на карте исследования, чтобы увидеть некоторую основную информацию об этом месте."
	},
	{
		"id": "LoadingScreen_Hint_36",
		"text": "Места отдыха, локации торговцев и точки найма можно посещать несколько раз."
	},
	{
		"id": "LoadingScreen_Hint_37",
		"text": "Если вы находитесь в локации, которую можно посетить несколько раз (например, у торговца), можете просто кликнуть по этому месту еще раз, чтобы снова его посетить."
	}
]
}
