{
"id": "Tutorial",
"rows": [
	{
		"id": "LoadingScreen_Hint_0",
		"text": "На карте ты можешь управлять своей командой нажав клавишу I или кликнув по панели внизу."
	},
	{
		"id": "LoadingScreen_Hint_0_Controller",
		"text": "На карте ты можешь управлять своей командой нажав клавишу Y."
	},
	{
		"id": "LoadingScreen_Hint_1",
		"text": "Как только ты вступаешь в бой, снаряжение уже не поменять. Выбирай заранее с умом!"
	},
	{
		"id": "LoadingScreen_Hint_2",
		"text": "Каждый тип оружия и брони обладает уникальной особенностью, которая может очень сильно повлиять на успех или неудачу!" 
	},
	{
		"id": "LoadingScreen_Hint_3",
		"text": "Если кто-то из твоих бойцов выбит из строя, ты можешь вернуть его, используя аптечку рядом с ним. Не мешкай, иначе он умрет!"
	},
	{
		"id": "LoadingScreen_Hint_4",
		"text": "Ты можешь использовать аптечки вне боя, щелкнув по ним правой кнопкой мыши на странице управления Командой!"
	},
	{
		"id": "LoadingScreen_Hint_4_Controller",
		"text": "Ты можешь использовать аптечки вне боя через страницу Команды в Журнале!"
	},
	{
		"id": "LoadingScreen_Hint_5",
		"text": "Продай ненужные товары торговцу, щелкнув по ним правой кнопкой мыши. Наличные деньги всегда пригодятся позже!"
	},
	{
		"id": "LoadingScreen_Hint_5_Controller",
		"text": "Продай ненужные товары торговцу, нажав на них клавишу A. Наличные деньги всегда пригодятся позже!"
	},
	{
		"id": "LoadingScreen_Hint_6",
		"text": "Следи за количеством боеприпасов и топлива. Если что-нибудь из этого закончится - начнутся проблемы!"
	},
	{
		"id": "LoadingScreen_Hint_7",
		"text": "Каждый боец может выполнить только два действия за один ход. Существует три типа действий: Атака, Перемещение и Нейтральные действия. Атаковать и перемещаться можно только один раз за ход, нейтральные действия можно выполнять дважды."
	},
	{
		"id": "LoadingScreen_Hint_8",
		"text": "Укрытие уменьшает шансы попасть в цель. Если цель не находится в укрытии, то шанс ее поразить - 100%, поэтому обходить врагов с фланга - одна из лучших стратегий!"
	},
	{
		"id": "LoadingScreen_Hint_9",
		"text": "Используй стены и крупные объекты, чтобы избежать прямой видимости."
	},
	{
		"id": "LoadingScreen_Hint_10",
		"text": "В первую очередь весь полученный урон примет на себя броня. Она особенно эффективна против осколочного оружия, такого как дробовики!"
	},
	{
		"id": "LoadingScreen_Hint_11",
		"text": "У тебя всегда есть небольшой шанс уклониться от атаки, независимо от вероятности попадания."
	},
	{
		"id": "LoadingScreen_Hint_12",
		"text": "Каждый персонаж может носить три вещи: оружие, броню и дополнительный предмет. Выбор снаряжения во многом определит твою стратегию."
	},
	{
		"id": "LoadingScreen_Hint_13",
		"text": "Персонаж начинает с уникального набора навыков. По мере накопления опыта и повышения уровня можно будет открывать для него новые навыки."
	},
	{
		"id": "LoadingScreen_Hint_14",
		"text": "Чтобы экипироваться оружием, персонаж должен обладать соответствующим навыком."
	},
	{
		"id": "LoadingScreen_Hint_15",
		"text": "Некоторые специальные способности персонажей открывают новые возможности выбора в диалогах и историях. Эти альтернативные действия отмечены дополнительной рамкой."
	},
	{
		"id": "LoadingScreen_Hint_16",
		"text": "Орудуя пистолетом можно использовать Двойной Выстрел по двум разным врагам!"
	},
	{
		"id": "LoadingScreen_Hint_17",
		"text": "Снайперские винтовки можно использовать для организации Засады. Враг, движущийся в зоне засады, будет автоматически атакован!"
	},
	{
		"id": "LoadingScreen_Hint_18",
		"text": "Винтовки позволяют стрелять очередями, поражая несколько стоящих в линию целей."
	},
	{
		"id": "LoadingScreen_Hint_19",
		"text": "При помощи дробовика можно выполнить мощный Взрывной Выстрел, нанося урон всем врагам прямо перед собой."
	},
	{
		"id": "LoadingScreen_Hint_20",
		"text": "Ножом можно наносить раны, вызывающие обильные кровотечения. Враги будут истекать кровью и терять здоровье в течение нескольких ходов."
	},
	{
		"id": "LoadingScreen_Hint_21",
		"text": "Применение любых особых способностей будет стоить тебе очков отваги. Эти очки восстанавливаются при успешной атаке, уклонении, а также при лечении членов команды или ремонте их брони."
	},
	{
		"id": "LoadingScreen_Hint_22",
		"text": "Ножи обладают самым высоким потенциалом урона в игре. Однако для этого твой персонаж должнен подобраться ближе к противнику и сам стать уязвимым."
	},
	{
		"id": "LoadingScreen_Hint_23",
		"text": "При помощи Снайперской винтовки можно держать под контролем большие площади благодаря большой дальности стрельбы."
	},
	{
		"id": "LoadingScreen_Hint_24",
		"text": "Некоторые боевые локации содержат бочки со взрывчаткой. Стреляй в них, и они взорвутся, нанося урон окружающим врагам!"
	},
	{
		"id": "LoadingScreen_Hint_25",
		"text": "Аптечки восстанавливают здоровье и реанимируют бессознательных персонажей. Ремонтные комплекты восстанавливают броню."
	},
	{
		"id": "LoadingScreen_Hint_26",
		"text": "Во время боя ты можешь выполнять действия в любом порядке!"
	},
	{
		"id": "LoadingScreen_Hint_27",
		"text": "После успешной битвы не забудь забрать добычу!"
	},
	{
		"id": "LoadingScreen_Hint_28",
		"text": "Ножи - отличный вариант на случай, если у тебя закончатся патроны!"
	},
	{
		"id": "LoadingScreen_Hint_29",
		"text": "Легкая броня позволит твоему персонажу использовать способность Спринт, для преодоления гораздо большего расстояния за один ход."
	},
	{
		"id": "LoadingScreen_Hint_30",
		"text": "Средняя броня позволит твоему персонажу использовать Скрытность. Это значительно увеличит шанс увернуться от предстоящей вражеской атаки."
	},
	{
		"id": "LoadingScreen_Hint_31",
		"text": "Тяжелая броня позволит твоему персонажу использовать Приседание. Это уменьшит весь полученный урон на один ход!"
	},
	{
		"id": "LoadingScreen_Hint_32",
		"text": "Когда у твоего персонажа закончатся очки действий, рядом с его жизненно важными показателями, чуть выше головы, появится маленькая галочка."
	},
	{
		"id": "LoadingScreen_Hint_33",
		"text": "Над головами твоих и вражеских персонажей можно увидеть их основные жизненные показатели."
	},
	{
		"id": "LoadingScreen_Hint_34",
		"text": "Наведи курсор на любую точку на исследовательской карте и увидишь некоторую базовую информацию о ней."
	},
	{
		"id": "LoadingScreen_Hint_36",
		"text": "Места отдыха, продавцы и точки, где можно найти новых рекрутов, в каждом повторе приключения будут генерироваться на карте в разных местах."
	},
	{
		"id": "LoadingScreen_Hint_37",
		"text": "Если ты находишься в месте, которое можно посетить повторно (например, у продавца), просто нажми на него еще раз, чтобы вернуться."
	}
]
}